# St7GetNumFreedomCase

Returns the number of freedom cases in a Strand7 model.

long St7GetNumFreedomCase(long uID, long* NumCases)

Input Parameters

uID

Strand7 model file ID.

Output Parameters
NumCases

The number of cases.